[Language]
Code="de"
Name="Deutsch (Schweiz)"
Version="2.8.0"
Translator="Beat Bosshard" <bbo@gmx.ch>
Dir="ltr"

[MainFrame]
Title="Lingoes"
Close="Schliessen"
Maximize="Maximieren"
Minimize="Minimieren"
Restore="Wiederherstellen"
Menu="Hauptmenü"

; Status Icon
[NotifyIcon]
Tip="Lingoes Übersetzer\nCursor Übersetzung: [$CursorStatus]\nAuswahl Übersetzung: [$SelectionStatus]\nZwischenablage Übersetzung: [$ClipboardStatus]"
InfoTitle="Lingoes Übersetzer"
Info="Cursor Übersetzung: [$CursorStatus]\nAuswahl Übersetzung: [$SelectionStatus]\nZwischenablage Übersetzung: [$ClipboardStatus]"
Enabled="Ein"
Disabled="Aus"

[MainMenu]
Open="Öffnen"
CursorTranslator="Cursor Übersetzung"
SelectionTranslator="Auswahl Übersetzung"
ClipboardTranslator="Zwischenablage Übersetzung"
Configuration="Konfiguration..."
Dictionaries="Wörterbücher..."
Appendices="Anhänge..."
Activation="Produkt-Aktivierung"
UpdateOnline="Aktualisierung Online"
Help="Hilfe"
About="Über Lingoes"
SupportOnline="Online Unterstützung"
Exit="Beenden"
EnterLicense="Lizenz eingeben..."

[DlgInput]
Back="Zurück"
Forward="Weiter"
MainMenu="Hauptmenü"
HistoryList="Protokoll"
Search="Suchen", "Detaillierte Erklärung suchen"
WebSearch="Internet Suche"
AutoMatch="Automatische Anpassung", "Automatische Anpassung von Index-Gruppe"
MatchSetup="Optionen Index-Gruppe"
FindEngine="Zusätzliche Suchmaschinen einrichten"

[DlgIndex]
Index="Index"
Guide="Inhalt"
Appendix="Anhang"
NoIndex="Kein Index"
AddIndexGroup="<div style=\"margin: 10; font-family: '[$TextFont]'; font-size: [$TextFontSize]pt\">Füge Wörterbuch hinzu <b>Index Group</b>, Sie bekommen Rechtschreibe-Vorschläge bei der Texteingabe.<br/><br/><a href=\"app://dictionary_group/[$IndexGroupID]\"><u>Hier klicken um die Index-Gruppe zu bearbeiten.</u></a></div>"

[WebGuide]
Results="Ergebnisse"
Spelling="Alternative Schreibweise"
Appendices="Anhang"
Options="Optionen"
Dictionaries="Wörterbücher...", "Wörterbücher verwalten"
ManageAppendices="Anhänge...", "Anhänge verwalten"
Configuration="Konfiguration...", "Konfigurationsfenster öffnen"
Help="Hilfe", "Lingoes Hilfe öffnen"
Homepage="lingoes.net", "Besuchen Sie die Lingoes Internetseite"
Community="Lingoes Gemeinschaft", "Lingoes Netzgemeinschaft"

[DlgAppendix]
WndTitle="Anhang Optionen"
Close="schliessen"
Install="installieren", "Lingoes Anhänge (*.laf)|*.laf|", "Installation fehlgeschlagen! \nEs kann sein, dass Sie nicht über die nötigen Zugriffsrechte verfügen."
Delete="löschen", "Wollen Sie wirklich löschen? \"[$Title]\"", "löschen \"[$Title]\" fehlgeschlagen! \nEs kann sein, dass Sie nicht über die nötigen Zugriffsrechte verfügen."
Modify="ändern", "Änderung fehlgeschlagen! \nEs kann sein, dass Sie nicht über die nötigen Zugriffsrechte verfügen."
NewGroup="Neue Gruppe", "Fehler beim erstellen einer neuen Gruppe! \nEs kann sein, dass Sie nicht über die nötigen Zugriffsrechte verfügen."
MoveUp="hinauf"
MoveDown="hinunter"
CreateAppendix="Meinen Anhang erstellen..."
Download="Mehr Anhänge runterladen..."
Name="Name"
Group="Gruppe"
InstallSucceed="\"[$Title]\" Installation erfolgreich."
OverwriteInstall="Der Anhang existiert bereits, wollen Sie ihn überschreiben?\n\nAnzeige-Titel:[$Title]\nName: [$Name]"
InvalidInstallFile="Installations-Datei fehlerhaft!\n[$Filename]"
AppeVersionTooOld="[$Filename]\nDie Version des aktuellen Anhangs ([$AppeVer]) ist zu alt, aktualisieren Sie diese bitte.\n\nBesuchen Sie die Lingoes Internet-Seite um die neuste Version zu suchen."
AppeVersionTooNew="[$Filename]\nDie Version des aktuellen Wörterbuches ([$AppeVer]) braucht eine neuere Version von Lingoes.\n\nLaden Sie jetzt die neuste Version von der Lingoes Internet-Seite herunter."

[DlgAppendixEdit]
WndTitle="ändern \"[$Title]\"", "Eine neue Gruppe erstellen"
Name="Name"
DisplayTitle="Anzeige-Titel"
DisplayStyle="Anzeige-Stil"
Ok="Ok"
Cancel="abbrechen"

[DlgAppendixBuilder]
WndTitle="Appendix Builder"
Name="Name:  (nur a-z, 0-9, Bindestrich und Unterstreichung)", "Name is Bedingung, nur a-z, 0-9, Bindestrich und Unterstreichung erlaubt."
Title="Anzeige-Titel:", "Titel ist Bedingung!"
Location="Projekt-Verzeichnis:", "Fehler beim erstellen des Projekt-Verzeichnises!", "Bitte wählen Sie ein vorhandenes Verzeichnis"
Create="Neues Projekt erstellen", "Projekt erfolgreich erstellt!\n\nJetzt können Sie den Anhang frei gestalten durch bearbeiten der \"index.html\" Datei.", "Fehler beim erstellen des Projekts!"
Build="erstellt", "Anhang-Datei erfolgreich erstellt!\n[$Filename]", "Fehler beim erstellen der Anhang-Datei!\n[$Filename]"
Close="schliessen"
Tips="Hinweise: Sie können den Anhang frei gestalten durch bearbeiten der \"index.html\" Datei nach Erstellung eines neuen Projekts."
OverwriteProject="Die Projekt-Datei besteht bereits, wollen Sie die Datei überschreiben?"

[DlgStatus]
KeepVisible="Fenster immer im Vordergrund"
CursorTranslator=""
SelectionTranslator=""
ClipboardTranslator=""
OpenMiniWnd="öffnen/schliessen Mini-Fenster"

[DlgView]
Speak="aussprechen", "Sprachausgabe des gewählten Textes"
Search="suchen"
Copy="kopieren"
Print="drucken"
Save="speichern"
Find="suchen"
SelectAll="alles auswählen"
TextTranslate="Übersetzung", "Textübersetzung starten"
StartPage="", "Start Seite"
ShowIndex="Indexleiste anzeigen"
HideIndex="Indexleiste verstecken"
SaveFilter="HTML Dateien (*.htm; *.html)|*.htm;*.html|"
SpeechOption="Optionen Sprachausgabe"
SelectVoice="Stimme wählen"
Activation="Aktivierung", ""
Buy="kaufen", "Kommerzielle Lingoes Lizenz kaufen"

[DlgRegister]
Title="Lingoes - kommerzielle Benutzer-Registrierung"
FreeDownload="Lingoes ist für die private (nicht kommerziell) Nutzung kostenlos.\r\nLaden Sie hier die kostenlose Version herunter..."
Name="Registrierungs-Name:", "Registrierungs-Name ist Bedingung"
Email="Registrierung Email:", "Registrierung-Email ist Bedingung"
RegCode="Registrierung Code:", "Der registrierte Code ist ungültig"
Support="Kundendienst"
Register="Registrierung", "Sichern der Registrierungsdaten gescheitert"
Exit="beenden"

[DlgInfo]
Title="Mitteilung"
Ok="Ok"
Cancel="abbrechen"
Yes="Ja"
No="Nein"
Retry="wiederholen"
Abort="abbrechen"
Ignore="ignorieren"

[DlgAuthentication]
Title="Verbinden mit "
TitleProxy="Über Proxy Server verbinden "
Username="Benutzername:"
Password="Passwort:"
Remember="Mein Passwort merken"
Ok="Ok"
Cancel="abbrechen"

[WndGrab]
Open="Suche detaillierte Erklärung"
Speak="aussprechen"
Copy="kopieren"
TextTranslation="Text-Übersetzung"
Back="zurück" 
Forward="vorwärts"
Search="suchen\n  Enter:\t\tsuchen\n  Ctrl + Enter:\tSuche detaillierte Erklärung\n  Shift + Enter:\tText Übersetzung\n  Alt + Enter:\tInternet Suche"
RollUp="aufrollen/Fenster wiederherstellen"
Option="Option"
KeepVisible="Fenster immer im Vordergrund"
KeepSize="Fenstergrösse beibehalten"
AutoRollUp="automatisch aufrollen", "Nein", "[$DelaySecond] Verzögerung unterstützen"
CloseMiniWnd="Mini-Fenster schliessen"

[DlgDictOption]
Title="Wörterbuch-Optionen"
NetInstall="Von Lingoes installieren", "Von der Lingoes Internet-Seite installieren"
Install="Installieren", "Wörterbuch von der Festplatte installieren"
Uninstall="Deinstallieren", "Wörterbuch deinstallieren"
Add="Hinzufügen", "Ein Wörterbuch der Liste hinzufügen"
Remove="Entfernen", "Dieses Wörterbuch aus der Liste entfernen"
Download="Herunterladen", "Dieses Wörterbuch für Offline-Verwendung herunterladen"
MoveTop="", "an den Anfang"
MoveUp="", "nach oben"
MoveDown="", "nach unten"
MoveBottom="", "an's Ende"
MoreDetails="", "Wörterbuch-Details anzeigen"
Close="schliessen"

Installed="Installierte Wörterbücher"
Query="Installierte Wörterbücher"
Index="Index-Gruppe"
Grab="Cursor Übersetzungs-Gruppe"

InstalledList="Installierte Wörterbücher"
QueryList="Installierte Wörterbücher"
IndexList="Reihenfolge der Wörterbücher im Hauptfenster (Index)"
GrabList="Reihenfolge der Wörterbücher bei der Cursor Übersetzung"
DictID="ID"
Online="Online"

Type="Typ"
OnlineType="Internetverbindung erforderlich"
NotLicensed="(nicht lizensiert <a href='app://activate/'><u>Aktivieren</u></a> <a href='app://buy/[$ProductID]'><u>kaufen</u></a>)"

AddFilter="Lingoes Wörterbücher (*.ld2, *.ldp)|*.ld2;*.ldp|"
InstallDict="Wörterbuch installieren"
Installing="installieren"
IndexDictTooMany="Hinweise:\n\nZu viele Wörterbücher hinzufügen zu \"Index Gruppe\" wird die Treffer-Rate von passenden Wörtern herabsetzen, wenn  Sie Zeichen in das Suchfeld eingeben.\n\nDeshalb empfehlen wir Ihnen, dass Sie nur häufig benutzte Wörterbücher zu der \"Index Gruppe\" hinzufügen."

[DlgDictList]
Title="Wörterbücher hinzufügen"
Add="hinzufügen"
Cancel="abbrechen"
Select="auswählen"
DictList="Installierte Wörterbücher"
ID="ID"
Online="Online"

[DlgDictInfo]
Title="Wörterbuch Details"
Close="Ok"

ID="ID"
MD5="MD5"
Tag="Zeichenkette"
Name="Name"
Version="Version"
Date="Erstellungsdatum"
Update="Letzte Aktualisierung"
IndexCount="Anzahl Wörter"
Language=Sprache
MoreLanguage=Mehr Sprachen
DictTitle="Titel"
DictEdition="Ausgabe"
DictDescription="Beschreibung"
PubAuthor="Autor"
PubPress="Presse"
PubEmail="Email"
PubWebsite="Internet-Seite"
PubCopyright="Urheberrecht"
Filename="Dateiname"

; Installation Wörterbücher
[DlgDictInstall]
Title="Wörterbuch installieren"
InstallSucceed="Installation Wörterbuch erfolgreich \"[$DictTitle]\""
DictGroupOption="Optionen"
AddIndexGroup="Zur \"Index-Gruppe\" hinzufügen"
AddIndexGroupDesc="Lingoes durchsucht während der Eingabe die Wörterbücher der Index-Gruppe und zeigt das passende Ergebnis in der Indexleiste an."
AddGrabGroup="Zur \"Cursor Übersetzungs-Gruppe\" hinzufügen"
AddGrabGroupDesc="Lingoes durchsucht die Wörterbücher der Cursor Übersetzungs-Gruppe und zeigt während der Cursor Übersetzung die Resultate im Cursor Übersetzungs-Fenster an."
Ok="Ok"

;=== 2.7.5 ====
LoadPackage="Wörterbuch-Paket laden:\n"
LoadPackageFail="Laden des Wörterbuch-Pakets gescheitert:\n"
ExtractFileFail="Datei extrahieren gescheitert:\n"
OpenSetup="Konfigurations-Datei öffnen:\n"
OpenSetupFail="Konfigurations-Datei öffnen gescheitert:\n"
FileFormatInvalid="Datei-Format ist falsch:\n"
VersionInvalid="Version wird nicht unterstützt:\n"
InstallDict="Wörterbuch-Datei installieren:\n"
InstallDictFail="Installation Wörterbuch-Datei gescheitert:\n"
InstallPackageSucceed="Installation Wörterbuch-Paket erfolgreich\n"
;=== 2.7.5 ====

; Konfiguration
[DlgOption]
Title="Konfiguration"
Ok="Ok"
Cancel="abbrechen"
General="Allgemein"
Appearance="Aussehen"
Connection="Verbindung"
Speech="Sprachausgabe"
Hotkey="Tastenkombinationen"
Translate="Übersetzung"
License="Lizenzen"
Capture="Text auswählen"

; Allgemein
[DlgOptGeneral]
Language="Sprache"
UILanguage="Sprache der Benutzeroberfläche"

WebSearch="Internet-Suche"
SelectWebSearch="Suchmaschine für die Internet-Suche"

TermHistory="Protokoll && Speicher"
SaveHistory="Gespeicherte Suchbegriffe"
ClearHistory="Protokoll löschen"
ClearHistoryConfirmation="Wollen Sie das Protokoll wirklich löschen?"

ResultCache="Lokaler Speicher der Online Wörterbücher"
ClearCache="Speicher löschen", "Wollen Sie den Speicher wirklich löschen?"

AutoStart="Lingoes beim Windows-Start automatisch aktivieren"
StartMin="Nach dem Start minimieren"

; Erscheinungsbild
[DlgOptAppearance]
UserInterface="Benutzeroberfläche"
WindowStyle="Fenster-Stil"
WindowFont="Fenster-Schrift"
WindowFontSize="Schrift-Grösse"
WindowFontSizeList="7", "8", "9", "10", "10.5", "11"
ResultDisplay="Ergebnis-Anzeige"
TextFont="Schriftart"
TextFontSize="Schrift-Grösse"
TextFontSizeList="7", "8", "9", "10", "10.5", "11", "12", "13", "14", "16", "18", "20", "22", "24", "26", "28", "32", "36", "48"
PhoneticFont="Laut-Schrift (Ton)"
CursorTranslatorBar="Cursor Übersetzungs-Fenster"
FontColor="Schriftfarbe"
BackColor="Hintergrundfarbe"
BorderColor="Rahmenfarbe"
Transparence="Cursor Übersetzungs-Fenster transparent"
SampleText="Cursor Übersetzung"

[Style]
0="Keiner"
1="Standard-Stil"

; Übersetzung
[DlgOptTranslate]
SupportLCMap="Unterstützung der einheimischen Sprache"
InstantTranslation="Direkte Übersetzung"
TranslationEngine="Übersetzungs-Typ"
TargetLanguage="Ziel-Sprache:"
CurrentUserLanguage="aktuelle Benutzer-Sprache"
TargetLanguage2="Falls die Ziel-Sprache identisch ist mit der Ausgangs-Sprache zurücksetzen auf:"
NoTranslate="= keine Übersetzung"

;--------- Kompatibel für 2.4.2 und älter ----------------
CursorActivation="Fenster-Text auswählen"
MouseActivation="Maus Aktivierungs-Modus:"
MouseOver="Mauszeiger über Wort"
LeftMouseButton="Linke Maustaste"
MiddleMouseButton="Mittlere Maustaste"
RightMouseButton="Rechte Maustaste"
MouseXButton1="Maustaste X1"
MouseXButton2="Maustaste X2"
TimeDelay="Zeitverzögerung:"
MSEL="Millisekunden"
IgnoreNumber="Zahlen ignorieren"
IgnoreLatin="Ignoriere lateinische Sprachen (englisch, französisch, deutsch, spanisch etc.)"
IgnoreCJK="Ignoriere asiatische Sprachen (chinesisch, japanisch, koreanisch etc.)"
IgnoreCyrillic="Ignoriere kyrillische Sprachen (russisch, bulgarisch, rumänisch etc.)"
IgnoreArabic="Ignoriere semitische Sprachen (arabisch, hebräisch etc.)"
InstallAdobePlugin="Installiere Adobe Acrobat/Reader Plug-in"
ZonedWord="Ausgewählten Text übersetzen"
ZonedWordFilterRule="Filter-Regeln für Text-Auswahl..."
;----------- end --------------------

; Cursor
[DlgOptCapture]
CursorActivation="Fenster-Text auswählen"
MouseActivation="Maus Aktivierungs-Modus"
MouseOver="Mauszeiger über Wort"
LeftMouseButton="Linke Maustaste"
MiddleMouseButton="Mittlere Maustaste"
RightMouseButton="Rechte Maustaste"
MouseXButton1="Maustaste X1"
MouseXButton2="Maustaste X2"
TimeDelay="Zeitverzögerung"
MSEL="Millisekunden"
MatchPhrase="Redewendung anpassen"
IgnoreNumber="Zahlen ignorieren"
IgnoreLatin="Ignoriere lateinische Sprachen (englisch, französisch, deutsch, spanisch etc.)"
IgnoreCJK="Ignoriere asiatische Sprachen (chinesisch, japanisch, koreanisch etc.)"
IgnoreCyrillic="Ignoriere kyrillische Sprachen (russisch, bulgarisch, rumänisch etc.)"
IgnoreArabic="Ignoriere semitische Sprachen (arabisch, hebräisch etc.)"
InstallAdobePlugin="Installiere Adobe Acrobat/Reader Plug-in"
ZonedWord="Ausgewählten Text übersetzen"
ForTextSelection="Text-Auswahl"
ForDoubleClicking="Doppel-Klick"
ZonedWordFilterRule="Filter-Regeln für Text-Auswahl"
ShowOnlyFirstResult="Zeige nur das erste Suchergebnis"

; Filter für Text-Auswahl
[DlgOptTranslateZWFilter]
Title="Filter-Regeln für Text-Auswahl"
ProgramFilename="Programm-Dateiname", "Programm-Dateiname (detaillierte Programme wenn leer)"
WndClassName="Fenster-Art", "Fenster-Art (detaillierte Programme wenn leer)"
DisableSelect="Text-Auswahl ignorieren", "Text-Auswahl ignorieren"
DisableDBLClick="Doppel-Klick ignorieren", "Doppel-Klick ignorieren"
Comment="Anmerkung", "Anmerkung"
Add="hinzufügen"
Modify="ändern"
Delete="löschen", "Wollen Sie den aktuellen Artikel wirklich löschen?"
Ok="Ok"
Cancel="abbrechen"
LoadDefault="Original-Einstellungen laden", "Wollen Sie wirklich wieder die Original-Einstellungen laden?"
Browser="...", "Browser", "Programm (*.exe)|*.exe|"
Capture="...", "Fenster-Art auswählen"
AllProgram="-- Alle Programme --"
AllWindow="-- Alle Fenster --"

[WndClassNameCapture]
Title="Fenster-Art auswählen"
ProgramFilename="Programm-Dateiname"
WndClassName="Fenster-Art"
Capture="Vom Bildschirm erfassen"

; Sprechweise
[DlgOptSpeech]
RPPEngine="Natürliche Stimmen-Simulation"
RPPEnable="aktivieren"
RPPVoice="Stimme"
RPPRebuildIndexFile="Index-Datei wiederherstellen", "Index-Datei wiederherstellen fehlgeschlagen! \nEs kann sein, dass Sie nicht über die nötigen Zugriffsrechte verfügen."
Engine="Simulation der menschlichen Sprechstimme (Text-to-Speech)"
Voice="Stimme"
Enable="aktivieren"
Volume="Lautstärke"
Pitch="Stimmlage"
Speed="Geschwindigkeit"
Format="Format", "Original", "Audio-Format wird nicht unterstützt: [$Format]"
RealtimePron="Aussprache in Echtzeit"
PronInQuery="Beim nachschlagen des Wortes"
PronInCapture="Beim auswählen des Wortes"
PronInSelect="Beim übersetzen des gewählten Textes"
Test="testen"
EnterText="Geben Sie hier den Text ein den Sie testen wollen"
DownloadTTS="Stimmen-Pakete von natürlicher und TTS Simulation runterladen"

; Verbindung
[DlgOptConnection]
ConnectSet="Verbindungs-Einstellungen"
DirectConnect="Direkte Verbindung"
IEProxyConnect="Proxy-Einstellungen vom Browser benützen"
ProxyConnect="Über Proxy/Firewall-Server verbinden"
ProxyServer="Proxy-Server:"
ProxyPort="Anschluss:"
Username="Benutzername:"
Password="Passwort:"
OnlineUpdate="Online-Aktualisierung"
UpdateNow="Jetzt aktualisieren"
EnableUpdate="Online-Aktualisierung aktivieren"

; Tastenkombination
[DlgOptHotkey]
OpenMainWnd="Hauptfenster öffnen/schliessen"
GrabToggleKey="Cursor Übersetzung ein/aus"
SelectionToggleKey="Ausgewählten Text übersetzen ein/aus"
ClipboardToggleKey="Zwischenablage Übersetzung ein/aus"
Pronounce="Sprachausgabe"
CopyInterpretation="Kopiere Inhalt in Übersetzungs-Fenster"
SpeakSelectedText="Ausgewählten Text aussprechen"
StopSpeak="Aussprache anhalten"
DisableHotKey="Hotkeys deaktivieren"
OpenMiniWnd="Mini-Fenster öffnen/schliessen"
RollUpMiniWnd="Mini-Fenster aufrollen/wiederherstellen"

[DlgExpire]
Title="Lingoes ist abgelaufen"
Ok="Aktualisieren Sie jetzt"
Cancel="abbrechen"
NetworkSettings="Netzwerk-Einstellungen"
Support="Lingoes.net"
AskUpgrade="Die aktuelle Version ist abgelaufen. Sie müssen für die weitere Nutzung auf die neue Version updaten! \nAuf die neue Version updaten?"

[DlgAbout]
DlgTitle="Über Lingoes"
; Version="Version: "
PortableEdition="Portable Version"
Email="Email-Addresse"
Website="Lingoes Internet-Seite"
LicenseTo="Dieses Produkt ist lizenziert für:"
; LicenseID="ID: "

;----------- new --------
PersonalUser="Privater nicht kommerzieller Benützer"
EvaluationUser="Diese Test-Version ist nur zum ausprobieren gedacht"
UserLicenseQuantity="[$Quantity] Benutzer-Lizenz", "[$Quantity] Benutzer-Lizenz ([$KeyNo]/[$Quantity])"
LicenseExpire="Lizenz läuft ab nach [$Day] Tagen"
;----------- end -----------

[WebResult]
SpellingAlternatives="Alternative Schreibweise"
SpellChecker="Rechtschreibungs-Programm"
TextTranslation="Text-Übersetzung"
WebSearch="Internet Suche"
MoreResults="Mehr Ergebnisse"
WaitSearch="Suchergebnisse anfragen"
NoMatch="<div id='dict_result_nomatch' style=\"font-family:'[$TextFont]'; font-size:[$TextFontSize]pt; line-height:normal; padding:10; display:[$Display]\"><b>Keine Übereinstimmung für \"<font color='#C00000'>[$SearchKey]</font>\".</b></div>"

[WebStartPage]
StartPageTpl="<table id='startpage' width='100%' height='100%' border='0' cellspacing='0' cellpadding='10' onselectstart='return false'><tr><td align='center' style=\"font-family: '[$Font]'; font-size: [$FontSize]pt; line-height: 1.2em\"><a href='app://homepage/'><img border='0' src='[$ImgPath]logomain.png' width='134' height='40' style='margin-bottom:50'></a></td></tr></table>"
HelpTip="Hilfe zu Lingoes"
DownDictTip="Weitere Wörterbücher herunterladen"
Intro="Unterstützung für die Übersetzung von mehr als 80 Sprachen<br>Cursor Übersetzung, Text Übersetzung & Sprach-Simulation"

[TextTranslation]
Title="Text Übersetzung"
To="Nach"
Translate="übersetzen"
RequestFailed="Text konnte nicht übersetzt werden."
ConnectFailed="Lingoes konnte keine Internetverbindung zum gewählten Server herstellen. Falls Sie mit dem Internet verbunden sind, prüfen Sie bitte die Verbindungs-Einstellungen in der "Konfiguration."
WaitRequest="Übersetzung wird angefordert"
ParseResultFailed="Fehler beim analysieren der Übersetzungsergebnisse. Falls Sie diese Meldung öfters erhalten, melden Sie es uns bitte."

; Layout
[Layout]
DictMenu="Wörterbuch-Menü"
ShowResult="Zeige Ergebnis"
MinimizeResult="Ergebnis verkleinern"
FindWord="Suche: "
NoLicenseTip="Gesamter Inhalt wird nach Autorisierung angezeigt...", "Diese Wörterbuch-Testversion ist nur zum ausprobieren, gesamter Inhalt wird nach Autorisierung angezeigt: &nbsp;<a href='app://activate/'><u>Aktivieren</u></a> &nbsp<a href='app://buy/[$ProductID]'><u>Kauf</a>", "Diese Software-Testversion ist nur zum ausprobieren, gesamter Inhalt wird nach Autorisierung angezeigt: &nbsp;<a href='app://activate/'><u>Aktivieren</u></a> &nbsp<a href='app://buy/[$AppProductID]'><u>Kauf</u></a>"
RememberWord="Wort zum Notizbuch hinzufügen"

; Wörterbuch-Menu
[DictMenu]
About="Über..."
Enable="aktivieren"
Disable="deaktivieren"
DisableMsg="Das Wörterbuch wurde deaktiviert und zeigt darum keine Ergebnisse!\nSie können es über den \"Wörterbücher\" Dialog wieder aktivieren."
MoveTop="Als Top-Ergebnis setzen"
ArrangeResults="Ergebnis-Reihenfolge anordnen"
IndexGroup="  (Index-Gruppe)"
QueryGroup="  (Datenanfrage-Gruppe)"
GrabGroup="  (Cursor Übersetzungs-Gruppe)"

[Update]
Title="Online-Aktualisierung"
AskUpgrade="Neue Version gefunden. Wollen Sie auf die neue Version updaten?"
UpgradeNow="Neue Version gefunden. Sie sollten auf die neue Version updaten"
UpdateSuccess="Update erfolgreich!"
UpdateFail="Update misslungen!"
NoUpdate="Diese Version ist die aktuellste"

CheckUpdate="Suche Update"
GetUpdateInfo="Empfange Update-Informationen"
DownUpdateData="Lade Update-Daten herunter"
ExecUpdate="System wird aktualisiert"
GetUpgradeInfo="Empfange Upgrade-Informationen"
DownUpgradeData="Lade Upgrade-Daten herunter"
ExecUpgrade="System wird aktualisiert"
NeedExitForUpgrade="Lingoes wird beendet um Upgrade abzuschliessen"

[Message]
InitUpdateServerFail="Fehler beim Start des automatischen Update-Dienstes."
StartDictServerFail="Fehler beim Start des Wörterbuch-Dienstes."

DictFileErr="Falsches Datei-Format!\n[$Filename]"
DictVersinTooOld="[$Filename]\nDie Ausgabe des aktuellen Wörterbuches ([$DictVer]) ist veraltet, bitte aktualisieren Sie es.\n\nBesuchen Sie die Lingoes Internetseite um die aktuellste Ausgabe zu suchen."
DictVersinTooNew="[$Filename]\nDie Ausgabe des aktuellen Wörterbuches ([$DictVer]) braucht eine neuere Version von Lingoes.\n\nLaden Sie bitte die neuste Version von der Lingoes Internetseite."

AskDictRepeatInstall="Die Wörterbuch-Liste enthält das Wörterbuch \"[$DictTitle]\",\nWollen Sie fortfahren?"
InstallDictFail="Fehler beim installieren des Wörterbuches:\n[$Filename]"
AskUninstall="Sind Sie sicher, dass Sie das Wörterbuch deinstallieren wollen?\n\n[$DictTitle]\nID: [$DictID]"
UninstallDictFail="Deinstallation des Wörterbuches fehlgeschlagen\n\n[$DictTitle]\nID: [$DictID]"
AskRemoveFromGroup="Sind Sie sicher, dass Sie das Wörterbuch deinstallieren wollen \"[$DictTitle]\" in der Liste?"

MemoryAllocFail="Fehler bei der Speicher-Zuweisung."
FilenameInvalid="Ungültiger Datei-Name."
SaveFileFail="Datei speichern fehlgeschlagen"
OpenFileFail="Datei öffnen fehlgeschlagen"

AreYouAbort="Wollen Sie den laufenden Prozess wirklich abbrechen?"
CreateThreadFail="Anweisung gescheitert"
CreateEventFail="Ereignisprotokoll erstellen gescheitert"
Unfulfilment="Diese Eigenschaft ist nicht erfüllt"
OnlyProVersion="Diese Eigenschaft ist nur für die Pro-Version."
NoRegister="Diese Version ist nicht registriert, bitte registrieren Sie Lingoes um diese Eigenschaft zu nutzen."
UsernameIsEmpty="Benutzername fehlt, füllen Sie bitte das leere Feld nochmals aus."
SaveSearchResultFail="Fehler beim speichern des Such-Resultats."

OpenAppendixFail="Fehler beim öffnen des Anhang-Inhalts.\n\nLaden Sie den Anhang von der Lingoes Internet-Seite herunter."
OpenSpeechEngineFail="Fehler beim laden des TTS Sprach-Moduls, kontrollieren Sie bitte ob TTS auf Ihrem Computer installiert ist! \n\nSie müssen das TTS Sprach-Modul auf Ihrem Computer installieren um die Aussprache zu benützen. Wenn nicht, laden Sie es bitte von der Lingoes Internetseite herunter und installieren Sie es. \n\nWollen Sie das TTS Sprach-Modul jetzt herunterladen?"

; Braucht IE6 Unterstützung="Lingoes braucht Internet Explorer 6+, bitte aktualisieren Sie Ihren Internet-Browser auf IE6+"
NoImplement="Entschuldigen Sie, diese Eigenschaft ist nicht erfüllt."

InstallSucceed="Installation erfolgreich." 
InstallFailed="Installation fehlgeschlagen."

[DlgOptLicense]
Product="Programm-Lizenz"
Enter="Geben Sie die Linzenz ein"
Remove="Lizenz entfernen", "Die Lizenz entfernen wird einige Programm-Eigenschaften deaktivieren,\nwollen Sie fortfahren und die Lizenz für die folgenden Programme entfernen:\n\n[$ProductList]"
Detail="Mehr Angaben"

LicenseID="Lizenz-ID: "
LicenseTo="lizenziert für: "
LicenseExpire="Lizenz läuft ab nach [$Day] Tagen"
UserLicenseQuantity="[$Quantity] Benutzer-Lizenz", "[$Quantity] Benutzer-Lizenz ([$KeyNo]/[$Quantity])"

[DlgActivation]
Title="Geben Sie die Linzenz ein"
ActivateTitle="Geben Sie den Lizenz-Schlüssel ein", "Sie finden Ihren Lizenz-Schlüssel in der Kaufbestätigungs-Email oder auf dem Halter der Installations-CD im Programm-Paket."
LicenseKey="Lizenz-Schlüssel:"
Name="Ihre Name:"
Email="Ihre Email-Adresse:"
NetworkSet="Netzwerk-Einstellungen", "Um den Lizenz-Schlüssel zu aktivieren, müssen Sie mit dem Internet verbunden sein. Bitte richten Sie Ihren Proxy-Server ein, falls erforderlich."
Activate="aktivieren"
BuyTitle="kaufen [$Publisher] Programm", "Um das Programm zu kaufen [$Publisher], klicken Sie auf den Knopf Kaufen."
Buy="kaufen"
Cancel="abbrechen"

IncorrectProductKey="Der Lizenz-Schlüssel ist ungültig."
IncorrectName="Der Name ist ungültig. Geben Sie bitte einen Namen innerhalb der 32 Zeichen ein."
IncorrectEmail="Die Email-Adresse ist ungültig. Geben Sie bitte eine gültige Email-Adresse innerhalb der 128 Zeichen ein."
WaitRequest="In der Verarbeitung, bitte warten Sie."

RequestFailed="Die Aktivierung ist fehlgeschlagen. Der Server ist vielleicht überlastet. Versuchen Sie es bitte später noch einmal."
NetworkFault="Kann den Aktivierungs-Server nicht erreichen, bitte kontrollieren Sie Ihre Netzwerk-Einstellungen."
ResponseError="Server Reaktionszeit ist unpassend."
OtherError="Unbekannter Fehler"
SaveDataFailed="Daten-Speicherung fehlgeschlagen"

ActivateSuccess="Aktivierung erfolgreich"
ActivateFailed="Aktivierung fehlgeschlagen"

[WndTip]
Title="Lingoes-Tipp des Tages"
Close="schliessen"
